/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>進一步了解</b>裝置管理和安全性。";

/* No comment provided by engineer. */
"A system error occurred" = "系統出錯";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "將從此裝置上的 %@ 和其他 Yahoo應用程式中移除此帳號。";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "新增帳號";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "出現錯誤。 請稍後再試。";

/* Accessibility label for the back button */
"Back" = "回上頁";

/* call tip prefix in 2lc */
"Call %@" = "致電 %@";

/* No comment provided by engineer. */
"Call again" = "重撥";

/* Cancel
   Cancel button title */
"Cancel" = "取消";

/* Fallback page cannot be loaded. */
"Cannot load page." = "無法載入頁面。";

/* Accessibility label for the close button */
"Close" = "關閉";

/* Continue
   Continue to Safari for SHF */
"Continue" = "繼續";

/* Create Account view title
   sign up button title */
"Create Account" = "新建帳號";

/* learn more alert title */
"Device Not Recognized" = "無法辨識所用裝置";

/* No comment provided by engineer. */
"Didn't receive the email?" = "沒收到這封信？";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "沒收到簡訊？";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "沒收到電話？";

/* Dismiss */
"Dismiss" = "忽略";

/* Edit button title */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Email could not be sent" = "無法寄出郵件";

/* No comment provided by engineer. */
"Email sent" = "信件已寄出";

/* No comment provided by engineer. */
"Enter Code" = "輸入驗證碼";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "出於安全原因，您需解除帳號的鎖閉狀態。";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "出於安全原因，請再次確認您的帳號。";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "為了您帳號的安全，請透過網路登入。";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "忘記密碼或帳號了？";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "忘記密碼了？";

/* No comment provided by engineer. */
"Generic Handoff" = "一般遞交";

/* Go to Account recovery */
"Get Help" = "取得協助";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "回答不對。再試一次。";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "帳號或密碼無效。請再試一次。";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "已達上限，無法寄出郵件。";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "已達上限，無法傳送簡訊或打電話。";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "登入時段已愈時，請再試一次。";

/* Network error alert view title */
"Network unavailable." = "網路暫無法使用。";

/* OK
   OK Button title
   ok button title */
"OK" = "確定";

/* password text field place holder */
"Password" = "密碼";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "請輸入下列帳號的密碼：\n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "移除";

/* Remove an account label on SSO screen */
"Remove an account" = "移除帳號";

/* Select an account label on SSO screen */
"Select an account" = "選擇一個帳號";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "登入時段已愈時，請重新登入。";

/* sign in button title */
"Sign In" = "登入";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "透過 <a>Facebook</a> 或 <b>Google</b> 登入";

/* Zero tap alert signed in as */
"Signed in as" = "登入身份";

/* signing in state title for sign in button */
"Signing In" = "登入中";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "抱歉，系統出現故障。 請稍後再試。";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "抱歉，現在無法將你登入。 請稍後再試。";

/* sms tip prefix in 2lc */
"Text %@" = "短訊至 %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "無法寄出簡訊";

/* No comment provided by engineer. */
"Text message sent" = "簡訊已寄出";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "無法從暫用質詢憑證抽取第二個密碼提示問題的狀態資料";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "嘗試次數過多。請過 24 小時後再試。";

/* No comment provided by engineer. */
"Try again" = "再試一次";

/* No comment provided by engineer. */
"Unable to place a voice call" = "無法接通";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "無法登入。 請檢查系統日期並再試一次。";

/* Token handoff failure */
"Unable to sign in. Please try again." = "無法登入。 請再試一次。";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "更新帳戶";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "升級為 Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "使用者 %@ 已登入";

/* User already signed-in */
"User already signed-in" = "使用者已登入";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "驗證碼已寄至%@";

/* No comment provided by engineer. */
"Voice call in progress" = "語音通話進行中";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "我們已用電話將驗證碼傳送至 %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "無法辨識這個裝置。請回答你的密碼提示問題，用以驗證你的身分。";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "我們無法辨識這個裝置。請確認你的身分。我們會傳送給你一個驗證碼。";

/* ID text field place holder */
"Yahoo ID" = "Yahoo ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "你須滿 13 週歲方可使用此項服務。";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "你的帳號現已被解除鎖閉。 請登入。";

/* No comment provided by engineer. */
"Your Answer" = "你的答案";

/* learn more alert msg line 1 */
"• New device?" = "• 是新裝置嗎？";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• 設定登入驗證了嗎？";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• 是在另一國家登入嗎？";

